export const promoData = [
  {
    id: 1,
    img: '/promoCard1.png',
    title: 'Короткая поездка бывает яркой',
    text: 'Завершите год мини-путешествием и сэкономьте до 15%  на жилье до 7 января 2025 года c промокодом  «СкдкаОтель»',
    promoCode: 'СкдкаОтель',
  },
  {
    id: 2,
    img: '/promoCard2.png',
    title: 'Летим в Турцию на регулярных рейсах с трансфером',
    text: 'Экономьте до 20% на отпуске по горящему предложению c промокодом  «Турецкие каникулы»',
    promoCode: 'Турецкие каникулы',
  },
  {
    id: 3,
    img: '/promoCard3.png',
    title: 'Горящий тур в Египет с огромной скидкой',
    text: 'Скидка 50% по промокоду «Осень с КудаУгодно»',
    promoCode: 'Осень с КудаУгодно',
  },
  {
    id: 4,
    img: '/promoCard4.png',
    title: '90% скидка на туры в Грецию',
    text: 'Введите промокод «Греческие Каникулы» при покупке тура в Грецию до 8 января',
    promoCode: 'Греческие Каникулы',
  },
];
